Repository: basmaabdou/donate_clothes
Catalog: lib/l10n/intl_*.arb
Languages: ar

# chooseLang
source: Choose Your languge
ar: اختار لغتك المفضلة

# langInfo
source: Please Choose Your prefered language to continue to the app
ar: من فضلك إختر لغتك المفضلة حتي يمكنك المتابعة للتطبيق

# saveChang
source: Save Change
ar: حفظ التغيير

# welcome
source: Welcome to charity
ar: مرحبا بكم في جمعيتنا الخيرية

source: Register
ar: انشاء حساب

source: Login
ar: تسجيل

source: Change Theme
ar: تغير ثيم التطبيق

source: LogOut
ar: تسجيل خروج

source: AboutUs
ar: نبذه عنا

# lang
source: English
ar: العربيه

# changeThemeLater
source: You con change the theme later
ar: يمكنك تغيير الثيم في وقت لاحق

source: Orange
ar: برتقالي

source: Green
ar: أخضر

# confirmLogout
source: Are you sure to logout
ar: هل أنت متأكد من تسجيل الخروج

source: Yes
ar: بالتأكيد

source: Cancel
ar: الغاء

# c11
source: There are a lot of people in need who
ar: هناك الكثير من الأشخاص المحتاجين الذين

# c12
source: help
ar: يساعد

# c13
source: ask for help.
ar: يطلبون المساعد

# c21
source: These People always feel cold
ar: هؤلاء الناس يشعرون دائما بالبرد

source: NO
ar: لا

# c22
source: one feels them.
ar: يشعر بهم المرء

# c31
source: Elderly and Young people in pain
ar: كبار السن والشباب يتألمون

# c32
source: one feels them.
ar: يشعر بهم المرء

# c4
source: Please don't throw away your clothes.
ar: من فضلك لا تتخلص من ملابسك

# c5
source: Your Old Clothes.
ar: بملابسك القديمة

source: Donate
ar: تبرع

# c6
source: for your money get a discount from our supporting Brands
ar: مقابل أموالك، احصل على خصم من العلامات التجارية الداعمة لدينا

source: SALE
ar: أُوكَازيُون

# c72
source: With us
ar: تعال

# c71
source: Come On Donate With us
ar: معنا

# c81
source: in Exchange for your donation,
ar: مقابل تبرعك

# c82
source: you will get coins .
ar: سوف تحصل على كوبون

# ourWork
source: Our recent works
ar: أعمالنا الأخيرة

# other
source: + OTHER NGOs
ar: + أخرى NGOs

# dataOr
source: Help organizations save people
ar: مساعدة المنظمات على إنقاذ الناس

# ourOr
source: Our organization
ar: منظمتنا الخيريه

source: Home
ar: الرئيسيه

# org
source: Organization
ar: المنظمات

source: Brand
ar: العلامات التجارية

source: Profile
ar: الصفحة الشخصية

# Email
source: Email Address
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

# forgetPassword
source: Forgot Password
ar: نسيت كلمة المرور

# anotheAcc
source: Don't have an account?
ar: ليس لديك حساب؟

source: SignUp
ar: انشاء حساب

# welcomBack
source: Welcome Back
ar: مرحبًا بعودتك

# enterData
source: Please Enter You Details
ar: الرجاء إدخال التفاصيل الخاصة بك
